Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Check for Updates
ar: التحقق من وجود تحديثات
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
hu: Frissítések keresése
ja: アップデートを確認
nl: Controleer op updates
pl: Sprawdź uaktualnienia
pt: Procurar Atualizações
ru: Проверить обновления
sv: Sök efter uppdateringar
tr: Güncellemeleri Kontrol Et
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check for updates and configure automatic updates
ar: التحقق من وجود تحديثات وتكوين التحديثات التلقائية
de: Nach Updates suchen und automatische Updates konfigurieren
es: Busca actualizaciones y configura las actualizaciones automáticas
fr: Vérifier les mises à jour et configurer les mises à jour automatiques
hu: Frissítések keresése és az automatikus frissítések konfigurálása
ja: アップデートの確認と自動アップデートの設定
nl: Controleer op updates en configureer automatische updates
pl: Sprawdź dostępność uaktualnień i skonfiguruj uaktualnienia automatyczne
pt: Procure atualizações e configure as atualizações automáticas
ru: Проверить наличие обновлений и настроить автоматическое обновление
sv: Sök efter uppdateringar och konfigurera automatiska uppdateringar
tr: Güncellemeleri kontrol et ve otomatik güncellemeleri yapılandır
vi: Kiểm tra cập nhật và cấu hình cập nhật tự động
zh_hans: 检查更新并配置自动更新
zh_hant: 檢查更新並設定自動更新

source: Check for updates in the background
ar: التحقق من وجود تحديثات في الخلفية
de: Im Hintergrund nach Updates suchen
es: Buscar actualizaciones en segundo plano
fr: Vérifier les mises à jour en arrière-plan
hu: Frissítések keresése a háttérben
ja: バックグラウンドでアップデートを確認
nl: Op de achtergrond controleren op updates
pl: Sprawdzaj dostępność uaktualnień w tle
pt: Procurar atualizações em segundo plano
ru: Проверка обновлений в фоновом режиме
sv: Sök efter uppdateringar i bakgrunden
tr: Arka planda güncellemeleri kontrol et
vi: Kiểm tra cập nhật trong nền
zh_hans: 在后台检查更新
zh_hant: 在背景檢查更新

source: Check for Updates...
ar: التحقق من وجود تحديثات...
de: Nach Updates suchen...
es: Buscar actualizaciones…
fr: Vérifier les mises à jour...
hu: Frissítések keresése...
ja: アップデートを確認…
nl: Op updates controleren...
pl: Sprawdź uaktualnienia…
pt: Procurar Atualizações…
ru: Проверить обновления...
sv: Sök efter uppdateringar...
tr: Güncellemeleri kontrol et...
vi: Kiểm tra Cập nhật...
zh_hans: 检查更新……
zh_hant: 檢查更新……

source: Check Now
ar: تحقق الآن
de: Jetzt prüfen
es: Buscar ahora
fr: Vérifier maintenant
hu: Ellenőrzés most
ja: 今すぐ確認
nl: Nu controleren
pl: Sprawdź teraz
pt: Procurar Agora
ru: Проверить сейчас
sv: Sök nu
tr: Şimdi Kontrol Et
vi: Kiểm tra Ngay
zh_hans: 立即检查
zh_hant: 立即檢查

source: Checking
ar: جارٍ التحقق
de: Wird geprüft
es: Comprobando
fr: Vérification
hu: Ellenőrzés
ja: 確認中
nl: Controleren
pl: Sprawdzanie
pt: A verificar
ru: Проверка
sv: Kontrollerar
tr: Kontrol ediliyor
vi: Đang kiểm tra
zh_hans: 正在检查
zh_hant: 檢查中

source: Checking...
ar: جارٍ التحقق...
de: Wird geprüft...
es: Comprobando…
fr: Vérification...
hu: Ellenőrzés…
ja: 確認中…
nl: Controleren...
pl: Sprawdzanie…
pt: A verificar…
ru: Проверка...
sv: Söker...
tr: Kontrol ediliyor...
vi: Đang kiểm tra...
zh_hans: 正在检查……
zh_hant: 檢查中……

source: checklist
ar: قائمة مراجعة
de: checkliste
es: lista de comprobación
fr: liste de contrôle
hu: ellenőrzőlista
ja: チェックリスト
pl: lista kontrolna
pt: lista de verificação
ru: чек-лист
sv: checklista
tr: kontrol listesi
vi: danh sách kiểm tra
zh_hans: 核对清单
zh_hant: 檢查清單

source: Choose
ar: اختر
de: Auswählen
es: Seleccionar
fr: Sélectionner
hu: Kiválasztás
ja: 選択
nl: Kies
pl: Wybierz
pt: Escolher
ru: Выбрать
sv: Välj
tr: Seç
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

source: Choose a dot, card, or no marker for open apps. With Enhanced Running Indicators on, apps with no open windows show a hollow dot or a card without dots.
ar: اختر نقطة أو بطاقة أو بلا علامة للتطبيقات المفتوحة. عند تشغيل «مؤشرات التشغيل المحسّنة»، تُظهر التطبيقات التي ليس لها نوافذ مفتوحة نقطة مجوفة أو بطاقة بدون نقاط.
de: Wählen Sie einen Punkt, eine Karte oder keine Markierung für geöffnete Apps. Mit „Erweiterte Aktivitätsanzeigen“ zeigen Apps ohne geöffnete Fenster einen hohlen Punkt oder eine Karte ohne Punkte.
es: Elige un punto, una tarjeta o ningún indicador para las apps abiertas. Con Indicadores mejorados de apps abiertas activado, las apps sin ventanas abiertas muestran un punto hueco o una tarjeta sin puntos.
fr: Choisissez un point, une carte ou aucun repère pour les apps ouvertes. Avec les indicateurs d'apps actives améliorés, les apps sans fenêtre ouverte affichent un point creux ou une carte sans points.
hu: Válasszon pontot, kártyát vagy jelölés nélküli megjelenítést a nyitott appokhoz. Ha a Továbbfejlesztett alkalmazásjelzők be vannak kapcsolva, a nyitott ablak nélküli appok üres pontot vagy pontok nélküli kártyát mutatnak.
ja: 起動中のアプリのマーカーとして、ドット、カード、またはなしを選択します。「強化された実行中インジケータ」がオンの場合、開いているウインドウがないアプリには中抜きのドット、またはドットのないカードが表示されます。
nl: Kies een stip, een kaartje of geen aanduiding voor geopende apps. Als ‘Verbeterde aanduiding voor geopende apps’ is ingeschakeld, worden apps zonder geopende vensters weergegeven met een holle stip of een kaart zonder stippen.
pl: Wybierz kropkę, kartę albo brak oznaczenia otwartych aplikacji. Po włączeniu opcji Ulepszone wskaźniki uruchomionych aplikacji aplikacje bez otwartych okien są oznaczane kropką z pustym środkiem albo kartą bez kropek.
pt: Escolha um ponto, um cartão ou nenhum marcador para as apps abertas. Com os Indicadores de Execução Melhorados ativos, as apps sem janelas abertas mostram um ponto vazio ou um cartão sem pontos.
ru: Выберите точку, карточку или отсутствие метки для открытых приложений. Если включены «Улучшенные активные индикаторы», у приложений без открытых окон отображается полая точка или карточка без точек.
sv: Välj en punkt, ett kort eller ingen markör för öppna appar. När Förbättrade indikatorer för appar som körs är på visar appar utan öppna fönster en ihålig punkt eller ett kort utan punkter.
tr: Açık uygulamalar için nokta, kart veya işaretleyici yok seçeneklerinden birini seçin. Gelişmiş Çalışma Göstergeleri açıkken, açık penceresi olmayan uygulamalar içi boş bir nokta veya noktasız bir kart gösterir.
vi: Chọn dấu chấm, thẻ hoặc không đánh dấu cho ứng dụng đang mở. Khi bật Chỉ báo ứng dụng đang chạy nâng cao, các ứng dụng không có cửa sổ mở sẽ hiển thị dấu chấm rỗng hoặc thẻ không có dấu chấm.
zh_hans: 为打开的应用选择圆点、卡片或不显示标记。启用“增强运行指示器”后，没有打开窗口的应用将显示空心圆点或不带圆点的卡片。
zh_hant: 選擇以圓點、卡片或不顯示標記來表示已開啟的應用程式。啟用「增強型執行中指示器」後，沒有開啟視窗的應用程式會顯示空心圓點，或顯示不含圓點的卡片。

source: Choose a folder for this widget
ar: اختر مجلدًا لهذه الأداة
de: Ordner für dieses Widget auswählen
es: Elige una carpeta para este widget
fr: Choisissez un dossier pour ce widget
hu: Válasszon mappát ehhez a widgethez
ja: このウィジェットのフォルダを選択
nl: Kies een map voor deze widget
pl: Wybierz folder dla tego widżetu
pt: Escolha uma pasta para este widget
ru: Выберите папку для этого виджета
sv: Välj en mapp för den här widgeten
tr: Bu widget için bir klasör seç
vi: Chọn thư mục cho tiện ích này
zh_hans: 为此小组件选择文件夹
zh_hant: 選擇此小工具使用的檔案夾

source: Choose a folder to pin to the file tray
ar: اختر مجلدًا لتثبيته في حاوية الملفات
de: Wählen Sie einen Ordner aus, um ihn an die Dateiablage anzuheften
es: Elige una carpeta para fijarla en la bandeja de archivos
fr: Choisissez un dossier à épingler dans le tiroir de fichiers
hu: Válasszon mappát a Fájltároló Tálcára tűzéshez
ja: ファイルトレイにピン留めするフォルダを選択
nl: Kies een map om in het bestandsvak vast te zetten
pl: Wybierz folder do przypięcia do Półki plików
pt: Escolha uma pasta para afixar no tabuleiro de ficheiros
ru: Выберите папку, чтобы закрепить ее в лотке файлов
sv: Välj en mapp att fästa i filbrickan
tr: Dosya tepsisine sabitlemek istediğiniz klasörü seçin
vi: Chọn một thư mục để ghim vào khay tệp
zh_hans: 选择一个文件夹，将其固定到文件托盘
zh_hant: 選擇要釘選至檔案托盤的檔案夾

source: Choose a separate light or dark appearance for hover panels. Auto uses the main Color Scheme setting.
ar: اختر مظهرًا فاتحًا أو داكنًا منفصلًا للوحات التمرير. يستخدم «تلقائي» إعداد نظام الألوان الرئيسي.
de: Wählen Sie ein separates helles oder dunkles Erscheinungsbild für Einblendfelder bei Zeigerkontakt. „Auto“ verwendet die Haupteinstellung „Farbschema“.
es: Elige una apariencia clara u oscura independiente para los paneles al pasar el cursor. Automático usa el ajuste principal de esquema de color.
fr: Choisissez une apparence claire ou sombre distincte pour les panneaux qui s'ouvrent au survol. Auto utilise le réglage principal du schéma de couleurs.
hu: Válasszon külön világos vagy sötét megjelenést a rámutatáskor megjelenő panelekhez. Az Automatikus a fő Színséma beállítást használja.
ja: ホバーパネルに個別のライトまたはダーク外観を選択します。「自動」はメインのカラースキーム設定に従います。
nl: Kies een aparte lichte of donkere weergave voor de zwevende panelen. Bij de optie 'Automatisch' wordt de instelling voor het standaard kleurenschema gebruikt.
pl: Wybierz osobny jasny lub ciemny wygląd paneli wyświetlanych po wskazaniu. Opcja Automatycznie używa głównego ustawienia Schemat kolorów.
pt: Escolha uma aparência clara ou escura separada para os painéis mostrados ao passar o cursor. Auto usa a definição principal Esquema de Cores.
ru: Выберите отдельное светлое или темное оформление для всплывающих панелей. «Авто» использует основной параметр «Цветовая схема».
sv: Välj ett separat ljust eller mörkt utseende för hovringspaneler. Auto följer huvudinställningen för färgschema.
tr: Üzerine gelme panelleri için ayrı bir açık veya koyu görünüm seçin. “Otomatik” seçeneği, ana Renk Şeması ayarını kullanır.
vi: Chọn giao diện sáng hoặc tối riêng biệt cho các bảng khi di chuột qua. Tự động sẽ sử dụng cài đặt Màu chủ đề chính.
zh_hans: 为悬停面板选择独立的浅色或深色外观。“自动”选项将使用主配色方案设置。
zh_hant: 為懸浮面板選擇獨立的淺色或深色外觀。「自動」會沿用主要的「色彩主題」設定。

source: Choose a window
ar: اختر نافذة
de: Fenster auswählen
es: Elige una ventana
fr: Choisissez une fenêtre
hu: Válasszon ablakot
ja: ウインドウを選択
nl: Kies een venster
pl: Wybierz okno
pt: Escolha uma janela
ru: Выберите окно
sv: Välj ett fönster
tr: Pencere seç
vi: Chọn một cửa sổ
zh_hans: 选择窗口
zh_hant: 選擇視窗

source: Choose a Window
ar: اختر نافذة
de: Fenster auswählen
es: Elegir una ventana
fr: Choisir une fenêtre
hu: Ablak kiválasztása
ja: ウインドウを選択
nl: Kies een venster
pl: Wybierz okno
pt: Escolher uma Janela
ru: Выберите окно
sv: Välj ett fönster
tr: Pencere seç
vi: Chọn một cửa sổ
zh_hans: 选择窗口
zh_hant: 選擇視窗

source: Choose Actions
ar: اختر الإجراءات
de: Aktionen auswählen
es: Elegir acciones
fr: Choisir une action
hu: Műveletek kiválasztása
ja: アクションを選択
nl: Acties kiezen
pl: Wybierz akcje
pt: Escolher Ações
ru: Выбрать действия
sv: Välj åtgärder
tr: Eylemleri Seç
vi: Chọn Tác vụ
zh_hans: 选择操作
zh_hant: 選擇動作

source: Choose another folder in the widget settings.
ar: اختر مجلدًا آخر من إعدادات الأداة.
de: Wählen Sie in den Widget-Einstellungen einen anderen Ordner.
es: Elige otra carpeta en los ajustes del widget.
fr: Choisissez un autre dossier dans les paramètres du widget.
hu: Válasszon másik mappát a widget beállításaiban.
ja: ウィジェットの設定で別のフォルダを選択してください。
nl: Kies een andere map in de widgetinstellingen.
pl: Wybierz inny folder w ustawieniach widżetu.
pt: Escolha outra pasta nas definições do widget.
ru: Выберите другую папку в настройках виджета.
sv: Välj en annan mapp i widgetinställningarna.
tr: Widget ayarlarında başka bir klasör seç.
vi: Chọn thư mục khác trong cài đặt tiện ích.
zh_hans: 在小组件设置中选择其他文件夹。
zh_hant: 請在小工具設定中選擇其他檔案夾。

source: Choose App...
ar: اختيار تطبيق...
de: App auswählen...
es: Elegir app…
fr: Parcourir les applications...
hu: App kiválasztása…
ja: アプリを選択…
nl: App kiezen...
pl: Wybierz aplikację…
pt: Escolher Aplicação…
ru: Выберите приложение...
sv: Välj app...
tr: Uygulama Seç...
vi: Chọn Ứng dụng...
zh_hans: 选择应用……
zh_hant: 選擇應用程式……

source: Choose App…
ar: اختيار تطبيق…
de: App auswählen…
es: Elegir app…
fr: Choisir une application…
hu: App kiválasztása…
ja: アプリを選択…
nl: Kies app…
pl: Wybierz aplikację…
pt: Escolher Aplicação…
ru: Выберите приложение…
sv: Välj app…
tr: Uygulama Seç…
vi: Chọn Ứng dụng…
zh_hans: 选择应用…
zh_hant: 選擇應用程式…

source: Choose Apps
ar: اختيار التطبيقات
de: Apps auswählen
es: Elegir apps
fr: Choisir des apps
hu: Appok kiválasztása
ja: アプリを選択
nl: Kies apps
pl: Wybierz aplikacje
pt: Escolher Apps
ru: Выбор приложений
sv: Välj appar
tr: Uygulamaları seç
vi: Chọn ứng dụng
zh_hans: 选择应用
zh_hant: 選擇應用程式

source: Choose apps that quit when their last tracked window closes
ar: اختر التطبيقات التي يتم إنهاؤها عند إغلاق آخر نافذة متتبَّعة لها
de: Apps auswählen, die beim Schließen des zuletzt verfolgten Fensters beendet werden
es: Elige las apps que salen cuando se cierra su última ventana rastreada
fr: Choisissez les applications à quitter lorsque leur dernière fenêtre surveillée est fermée
hu: Válassza ki azokat az alkalmazásokat, amelyek bezárulnak az utolsó követett ablakuk bezárásakor
ja: 最後のウインドウが閉じたときに終了するアプリを選択
nl: Kies apps die worden afgesloten wanneer hun laatst gevolgde venster wordt gesloten
pl: Wybierz aplikacje, których działanie ma być kończone po zamknięciu ostatniego śledzonego okna
pt: Escolha as aplicações que encerram quando a última janela monitorizada fecha
ru: Выбрать приложения, которые выйдут после закрытия последнего отслеживаемого окна
sv: Välj appar som avslutas när deras sista spårade fönster stängs
tr: Son izlenen pencereleri kapandığında çıkacak uygulamaları seçin
vi: Chọn các ứng dụng sẽ thoát khi đóng cửa sổ được theo dõi cuối cùng của chúng
zh_hans: 选择在最后一个被追踪的窗口关闭时退出的应用
zh_hant: 選擇在最後一個受追蹤視窗關閉後自動結束的應用程式

source: Choose custom empty and full icons and adjust the trash size.
ar: اختر أيقونات مخصصة لحالتي الفارغ والممتلئ واضبط حجم المهملات.
de: Eigene Symbole für den leeren und vollen Papierkorb wählen und die Papierkorbgröße anpassen.
es: Elige iconos personalizados para la Papelera vacía y llena y ajusta el tamaño de la Papelera.
fr: Choisissez des icônes personnalisées pour la Corbeille vide et pleine, et ajustez sa taille.
hu: Válasszon egyéni üres és teli ikont, és állítsa be a Kuka méretét.
ja: 空のときと満杯のときのカスタムアイコンを選び、ゴミ箱のサイズを調整します。
nl: Kies aangepaste pictogrammen voor een lege en volle prullenmand en pas de grootte aan.
pl: Wybierz niestandardowe ikony pustego i pełnego Kosza oraz dostosuj jego rozmiar.
pt: Escolha ícones personalizados para vazio e cheio e ajuste o tamanho do Lixo.
ru: Выберите собственные значки пустой и полной Корзины и настройте ее размер.
sv: Välj anpassade symboler för tom och full papperskorg och justera papperskorgens storlek.
tr: Boş ve dolu Çöp Sepeti simgelerini özelleştirin ve Çöp Sepeti boyutunu ayarlayın.
vi: Chọn các biểu tượng tùy chỉnh lúc trống và đầy và điều chỉnh kích cỡ thùng rác.
zh_hans: 自定义废纸篓为空和有内容时的图标，并调整废纸篓大小。
zh_hant: 自訂空／滿垃圾桶圖示，並調整垃圾桶大小。

source: Choose how open apps are sorted in the dock, Open Apps shelf, and app groups when open apps are shown first.
ar: اختر طريقة فرز التطبيقات المفتوحة في Dock ورف «التطبيقات المفتوحة» ومجموعات التطبيقات عند إظهار التطبيقات المفتوحة أولًا.
de: Legen Sie fest, wie geöffnete Apps im Dock, auf der Ablage-Seite „Geöffnete Apps“ und in App-Gruppen sortiert werden, wenn geöffnete Apps zuerst angezeigt werden.
es: Elige cómo se ordenan las apps abiertas en el Dock, en el estante Apps abiertas y en los grupos de apps cuando las apps abiertas se muestran primero.
fr: Choisissez comment les apps ouvertes sont triées dans le dock, l'étagère Apps ouvertes et les groupes d'apps lorsque les apps ouvertes sont affichées en premier.
hu: Válassza ki, hogyan legyenek rendezve a nyitott appok a Dockban, a Nyitott appok polcon és az appcsoportokban, ha a nyitott appok jelennek meg elsőként.
ja: 起動中のアプリを先に表示する場合に、Dock、「起動中のアプリ」シェルフ、アプリグループで起動中のアプリを並べ替える方法を選択します。
nl: Kies hoe geopende apps worden gesorteerd in het Dock, op de 'Geopende apps'-plank en in app-groepen wanneer geopende apps als eerste worden getoond.
pl: Wybierz sposób sortowania otwartych aplikacji w Docku, na stronie Otwarte aplikacje w Szufladzie i w grupach aplikacji, gdy otwarte aplikacje są pokazywane jako pierwsze.
pt: Escolha como as apps abertas são ordenadas na Dock, na prateleira Aplicações Abertas e nos grupos de apps quando as apps abertas são mostradas primeiro.
ru: Выберите, как сортировать открытые приложения в Dock, на полке «Открытые приложения» и в группах приложений, когда открытые приложения показываются первыми.
sv: Välj hur öppna appar sorteras i dockan, på hyllan Öppna appar och i appgrupper när öppna appar visas först.
tr: Açık uygulamaların dock'ta, Açık Uygulamalar rafında ve uygulama gruplarında nasıl sıralanacağını, açık uygulamalar ilk sırada gösterildiğinde nasıl sıralanacağını seçin.
vi: Chọn cách sắp xếp ứng dụng đang mở trong dock, ngăn Ứng dụng đang mở và nhóm ứng dụng khi ứng dụng đang mở được hiển thị trước.
zh_hans: 选择打开的应用在 Dock 和“运行中的应用”暂存区中的排序方式。应用组优先显示打开的应用时也使用此顺序。
zh_hant: 選擇當「已開啟的應用程式優先顯示」時，Dock、「已開啟的應用程式」暫存區頁面與應用程式群組中的已開啟應用程式要如何排序。

source: Choose how the Alt-Tab preview grid scrolls
ar: اختر كيفية تمرير شبكة معاينات Alt-Tab
de: Wählen Sie, wie das Alt-Tab Vorschauraster scrollt
es: Elige cómo se desplaza la cuadrícula de previsualizaciones de Alt-Tab
fr: Choisir comment défile la grille d'aperçus Alt-Tab
hu: Válassza ki, hogyan görgethető az Alt-Tab előnézeti rácsa
ja: Alt-Tabプレビューグリッドのスクロール方法を選択
nl: Kies hoe het voorbeeldraster van Alt-Tab scrolt
pl: Wybierz sposób przewijania siatki podglądów Alt-Tab
pt: Escolha como a grelha de pré-visualizações do Alt-Tab se desloca
ru: Выберите, как прокручивать сетку Alt-Tab
sv: Välj hur förhandsvisningsrutnätet i Alt-Tab skrollar
tr: Alt-Tab önizleme ızgarasının nasıl kaydırılacağını seçin
vi: Chọn cách cuộn của lưới xem trước Alt-Tab
zh_hans: 选择 Alt-Tab 预览网格的滚动方式
zh_hant: 選擇 Alt-Tab 預覽網格檢視的捲動方式

source: Choose how the date is displayed
ar: اختر كيف يتم عرض التاريخ
de: Wählen Sie, wie das Datum angezeigt wird
es: Elige cómo se muestra la fecha
fr: Choisir la façon dont la date est affichée
hu: Válassza ki a dátum megjelenítési módját
ja: 日付の表示方法を選択
nl: Kies hoe de datum wordt weergegeven
pl: Wybierz sposób wyświetlania daty
pt: Escolha como a data é apresentada
ru: Выберите способ отображения даты
sv: Välj hur datumet visas
tr: Tarihin nasıl görüntüleneceğini seçin
vi: Chọn cách hiển thị ngày
zh_hans: 选择日期显示方式
zh_hant: 選擇日期的顯示方式

source: Choose SF Symbol
ar: اختيار SF Symbol
de: SF Symbol auswählen
es: Elegir SF Symbol
fr: Choisir un SF Symbol
hu: SF Symbol kiválasztása
ja: SF Symbolを選択
nl: Kies SF-symbool
pl: Wybierz symbol SF
pt: Escolher SF Symbol
ru: Выбрать символ SF Symbols
sv: Välj SF Symbol
tr: SF Sembolü seçin
vi: Chọn SF Symbol
zh_hans: 选择 SF Symbol
zh_hant: 選擇 SF Symbol

source: Choose the app that should open folders and the Trash
ar: اختر التطبيق الذي يجب أن يفتح المجلدات والمهملات
de: Wählen Sie die App aus, mit der Ordner und der Papierkorb geöffnet werden sollen
es: Elige la app que debe abrir las carpetas y la Papelera
fr: Choisissez l'app qui doit ouvrir les dossiers et la Corbeille
hu: Válassza ki az appot, amely a mappákat és a Kukát nyitja meg
ja: フォルダとゴミ箱を開くアプリを選択
nl: Kies de app waarmee mappen en de prullenmand moeten worden geopend
pl: Wybierz aplikację, która ma otwierać foldery i Kosz
pt: Escolha a aplicação que deve abrir pastas e o Lixo
ru: Выберите приложение, которое должно открывать папки и Корзину.
sv: Välj appen som ska öppna mappar och papperskorgen
tr: Klasörleri ve Çöp Sepeti'ni açacak uygulamayı seçin
vi: Chọn ứng dụng được sử dụng để mở thư mục và Thùng rác
zh_hans: 选择用于打开文件夹和废纸篓的应用
zh_hant: 選擇要用來開啟檔案夾和垃圾桶的應用程式

source: Choose the app that should receive files sent from the shelf
ar: اختر التطبيق الذي يستقبل الملفات المرسلة من الرف
de: Wählen Sie die App, die von der Ablage gesendete Dateien empfangen soll
es: Elige la app que debe recibir los archivos enviados desde el estante
fr: Choisissez l'app qui doit recevoir les fichiers envoyés depuis l'étagère
hu: Válassza ki az appot, amely a polcról küldött fájlokat fogadja
ja: シェルフから送信されたファイルを受け取るアプリを選択
nl: Kies de app die bestanden ontvangt die vanaf de plank worden verstuurd
pl: Wybierz aplikację, która ma odbierać pliki wysyłane z Szuflady
pt: Escolha a app que deve receber os ficheiros enviados a partir da prateleira
ru: Выберите приложение, которое будет получать файлы, отправленные с полки
sv: Välj den app som ska ta emot filer som skickas från hyllan
tr: Raftan gönderilen dosyaları alacak uygulamayı seçin
vi: Chọn ứng dụng sẽ nhận các tệp được gửi từ ngăn
zh_hans: 选择接收从暂存区发送的文件的应用
zh_hant: 選擇要接收從暫存區傳送之檔案的應用程式

source: Choose the apps, folders and files the Control Center's pinned grid launches
ar: اختر التطبيقات والمجلدات والملفات التي تفتحها الشبكة المثبتة في مركز التحكم
de: Apps, Ordner und Dateien auswählen, die das angeheftete Raster des Kontrollzentrums öffnet
es: Elige las apps, carpetas y archivos que abre la cuadrícula fijada del Centro de control
fr: Choisissez les apps, dossiers et fichiers que lance la grille épinglée du Centre de contrôle
hu: A Vezérlőközpont kitűzött rácsából indítható appok, mappák és fájlok kiválasztása
ja: コントロールセンターのピン留めグリッドから起動するアプリ、フォルダ、ファイルを選択
nl: Kies de apps, mappen en bestanden die het vastgezette raster van het Control Center opent
pl: Wybierz aplikacje, foldery i pliki otwierane z siatki przypiętych elementów Centrum sterowania
pt: Escolha as apps, pastas e ficheiros que a grelha afixada da Central de controlo abre
ru: Выберите приложения, папки и файлы, которые запускает сетка закрепленных объектов в Пункте управления
sv: Välj de appar, mappar och filer som det fästa rutnätet i Kontrollcenter öppnar
tr: Denetim Merkezi'nin sabitlenmiş ızgarasının başlattığı uygulamaları, klasörleri ve dosyaları seçin
vi: Chọn các ứng dụng, thư mục và tệp mà lưới đã ghim của Trung tâm điều khiển sẽ khởi chạy
zh_hans: 选择控制中心固定网格可启动的应用、文件夹和文件
zh_hant: 選擇「控制中心」釘選網格要開啟的應用程式、檔案夾與檔案

source: Choose the current or alpha DockDoor Pro app icon
ar: اختر أيقونة تطبيق DockDoor Pro الحالية أو أيقونة ألفا
de: Wählen Sie das aktuelle oder das Alpha-App-Symbol von DockDoor Pro
es: Elige el icono actual o alpha de DockDoor Pro
fr: Choisissez l'icône actuelle ou alpha de l'application DockDoor Pro
hu: Válassza ki az aktuális vagy az alfa DockDoor Pro appikont
ja: 現行版またはアルファ版のDockDoor Proアプリアイコンを選択
nl: Kies het huidige of het Alpha-apppictogram van DockDoor Pro
pl: Wybierz bieżącą ikonę aplikacji DockDoor Pro lub ikonę wersji alfa
pt: Escolha o ícone atual ou alfa do DockDoor Pro
ru: Выберите текущий или альфа-значок приложения DockDoor Pro
sv: Välj den aktuella appsymbolen för DockDoor Pro eller alfasymbolen
tr: Mevcut veya alfa DockDoor Pro uygulama simgesi seçin
vi: Chọn biểu tượng ứng dụng DockDoor Pro hiện tại hoặc alpha
zh_hans: 选择当前版或 Alpha 版的 DockDoor Pro 图标
zh_hant: 選擇目前版本或 Alpha 版的 DockDoor Pro 應用程式圖示

source: Choose the dock style
ar: اختر نمط Dock
de: Dock-Stil auswählen
es: Elige el estilo del Dock
fr: Choisissez le style du dock
hu: A Dock stílusának kiválasztása
ja: Dockのスタイルを選択
nl: Kies een stijl van het Dock
pl: Wybierz styl Docka
pt: Escolha o estilo da Dock
ru: Выберите стиль Dock
sv: Välj dockstil
tr: Dock stili seçin
vi: Chọn kiểu dáng dock
zh_hans: 选择 Dock 样式
zh_hant: 選擇 Dock 樣式
